xeon/20220909-zfs/stripe/no-fpw/1000/run-rw-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: simple update>
scaling factor: 1000
query mode: prepared
number of clients: 32
number of threads: 8
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 116889519
number of failed transactions: 0 (0.000%)
latency average = 0.986 ms
initial connection time = 12.709 ms
tps = 32469.311131 (without initial connection time)